---
kind: property
id: P:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Width
zh: 宽度
source: html/38528ab3-b1c3-450e-b612-40dfe541ee8c.htm
---
# Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryConnectorData.Width Property

**中文**: 宽度

The connector width, Units:(ft).

## Syntax (C#)
```csharp
public double Width { get; }
```